Repository: DrMboga/WotBlitzStatisticsBlazor
Catalog: WotBlitzStatisticsPro.Blazor/Resources/App.*.resx
Languages: de, ru

source: Average Damage
de: Mittlerer Schaden
ru: Средний урон

source: Average XP
de: Mittlere EP
ru: Средний опыт

source: Avg damage by nation
ru: Средний урон по нациям

source: Avg damage by tank types
ru: Средний урон по типу танка

source: Avg damage by tier
ru: Средний урон по уровню

source: Battles
de: Gefechte
ru: Количество боёв

source: Battles by nation
ru: Количество боёв по нациям

source: Battles by tank types
ru: Количество боёв по типу танка

source: Battles by tier
ru: Количество боёв по уровню

source: Cancel
de: Abbrechen
ru: Отмена

source: Continue
de: Weiter
ru: Далее

source: Created
de: Erstellt
ru: Создан

source: days ago
de: vor Tagen
ru: дней назад

source: Filter mark of mastery...
de: Meisterschaftfilter...
ru: Фильтр по знаку мастер...

source: Filter nations...
de: Nationfilter...
ru: Фильтр по нациям...

source: Filter tank types...
de: Panzertypenfilter...
ru: Фильтр по типу танка...

source: Filter tier...
de: Rangfilter...
ru: Фильтр по уровню...

source: Home
de: Startseite
ru: На главную

source: hours ago
de: vor Stunden
ru: часов назад

source: Last battle
de: Letzte Gefecht
ru: Последний бой

source: Log out
ru: Выйти

source: Login with WG.net ID
de: Anmelden mit WG.net-ID
ru: Войти с WG.net ID

source: LoginConsent
de: Sie werden nun auf die WG-Anmeldeseite weitergeleitet. Autorisierte Benutzer haben die Möglichkeit, ihren Statistikverlauf zu speichern, der nur Ihnen zur Verfügung steht. Diese Anwendung speichert keine persönlichen Informationen über die Spieler, ihre Benutzernamen, Passwörter, E-Mails und spielinternen Ressourcen. Außerdem können Sie sich nach dem Einloggen mit dem Speichern oder Löschen des Verlaufs Ihrer Kontostatistiken auf dem Server abmelden. Indem Sie auf Weiter klicken, erklären Sie sich mit diesen Informationen einverstanden
ru: Сейчас вы будете перенаправлены на страницу авторизации WG. Авторизованные пользователи получают возможность сохранять историю своей статистики, которая будет доступна только вам. Данное приложение не хранит никакой личной информации об игроках, их логинов, паролей e-mail-ов и внутреигровых ресурсах. Так же после авторизации вы будете иметь возможность выйти с сохранением или удалением истории статистики вашего аккаунта на сервере. Нажимая кнопку Далее, вы соглашаетесь с данной информацией

source: Members
de: Mitglieder
ru: Участников

source: Min battles
de: Min Schlachten
ru: Мин боёв

source: minutes ago
de: vor Minuten
ru: минут назад

source: months ago
de: vor Monaten
ru: месяцев назад

source: Most effective tank
de: Effektivster Panzer
ru: Самый эффективный танк

source: of
de: von
ru: из

source: Premium tanks
de: Prämiepanzern
ru: Премиум танки

source: Region
ru: Регион

source: Search
de: Suchen
ru: Поиск

source: Search clan
de: Clan suchen
ru: Поиск клана

source: Search player
de: Spieler suchen
ru: Поиск игрока

source: Tank
de: Panzer
ru: Танк

source: Tank with Max frags
de: Panzer max zerstört
ru: Максимум фрагов

source: Tank with Max XP
de: Panzer mit max EP
ru: Максимум XP

source: Tanks
de: Panzern
ru: Танков

source: Welcome to WOT Blitz statistics application!
de: Willkommen bei der WOT Blitz statistics!
ru: Добро пожаловать в WOT Blitz statistics!

source: Win rate
de: Sieg
ru: Процент побед

source: Win rate by nation
ru: Процент побед по нациям

source: Win rate by tank types
ru: Процент побед по типу танка

source: Win rate by tier
ru: Процент побед по уровню

source: years ago
de: vor Jahren
ru: лет назад

source: You're about to login
de: Sie sind dabei, sich anzumelden
ru: Вы собираетесь войти в систему

source: Damage coefficient
ru: Коэффициент урона

source: Survival rate
ru: Выживаемость

source: Avg tier
ru: Танкоуровень

source: Ower all statistics
ru: Общая статистика

source: Wins
ru: Побед

source: Losses
ru: Поражений

source: Survived
ru: Выжил

source: Win and survived
ru: Выжил и победил

source: Average Damage received
ru: Полученный средний урон

source: Frags
ru: Фрагов

source: Frags over 8 tier
ru: Фрагов 8+ ур.

source: Shots
ru: Выстрелов

source: Hits
ru: Пробитий

source: Accuracy
ru: Точность

source: Spotted tanks
ru: Обнаружено танков

source: Base captured
ru: Захват базы

source: Dropped base capture
ru: Защита базы
